[
    {
        "id": 1,
        "title": "KTM - Duke 390",
        "price": 10700,
        "description": "La KTM 390 Duke es uno de los modelos referencia del segmento de las motos naked de 300 por potencia, tecnología y diseño. Una moto naked apta para el carnet de moto A2 utilizable a diario y que permite disfrutar de rutas de fin de semana.",
        "category": "KTM",
        "image": "https://firebasestorage.googleapis.com/v0/b/ecommerce-react-coder-2ec02.appspot.com/o/ktm390duke.png?alt=media&token=04ddffe5-d83b-40b7-be9d-e69435c250b3"
    },
    {
        "id": 2,
        "title": "KTM - Adventure 390",
        "price": 13000,
        "description": "Como su propio nombre indica, la KTM 390 Adventure cuenta con el mismo motor monocilíndrico de 373 cc que las 390 Duke y RC 390, que rinde 44 cv de potencia y 37 Nm de par. Uno de los gadgets más interesantes frente a la competencia es el cambio rápido de doble sentido. También disfrutas de una pantalla TFT a color en la que puedes disfrutar de la conectividad con la app KTM My Ride. Además, dispones de la configuración del control de tracción o el ABS off-road ideal para circular por caminos.",
        "category": "KTM",
        "image": "https://firebasestorage.googleapis.com/v0/b/ecommerce-react-coder-2ec02.appspot.com/o/ktm390adv.png?alt=media&token=7b65ff4b-fec8-4e41-8983-b4a6e4752b33"
    },
    {
        "id": 3,
        "title": "KTM - SXF 250 Enduro",
        "price": 21000,
        "description": "La KTM 250 SX-F 2023 continúa su asalto a la muy competitiva categoría de 250 cc. Con un paquete realmente fácil de usar, diseñado para satisfacer a todos los pilotos, desde los principiantes hasta los profesionales, continúa la tendencia de estar indiscutiblemente READY TO RACE a cualquier nivel. Con una contundente potencia de más de 47 CV, más estabilidad en línea recta y equipada con una mayor y más avanzada electrónica, la KTM 250 SX-F 2023 está lista para enfrentarse a la categoría de 250 cc y dominarla.",
        "category": "KTM",
        "image": "https://firebasestorage.googleapis.com/v0/b/ecommerce-react-coder-2ec02.appspot.com/o/ktm250sx.png?alt=media&token=42eb897e-c248-41af-8ea7-0530bb1a875f"
    },
    {
        "id": 4,
        "title": "KTM - 690 SMC R",
        "price": 21300,
        "description": "La KTM 690 SMC R sube el listón del pilotaje supermoto, en parte gracias a una ligera parte ciclo, a un legendario motor LC4 y a una sofisticada electrónica. Tanto si expresas tu talento para derrapar sobre el asfalto tanto en carreteras de montaña como en tu circuito favorito, estarás entrando gas a fondo en el futuro con una enorme sonrisa dibujada en tu rostro y la adrenalina fluyendo por tus venas. El comportamiento se ha mejorado con la incorporación de las últimas suspensiones WP APEX completamente regulables, así que tan solo tendrás que preocuparse en concentrarte en la carretera que tienes por delante y de dar gas a fondo.",
        "category": "KTM",
        "image": "https://firebasestorage.googleapis.com/v0/b/ecommerce-react-coder-2ec02.appspot.com/o/ktm690.png?alt=media&token=552f4b78-3c3f-4768-ab4d-e3bda55ec129"
    },
    {
        "id": 5,
        "title": "Husqvarna - 401 Vitpilen",
        "price": 9600,
        "description": "La personalidad de las Husqvarna Vitpilen se manifiesta en el conjunto de la carrocería, que funde en un solo conjunto el depósito y las tapas laterales sin esconder el chasis tubular y los componentes mecánicos. La ligereza de la zaga culmina en un piloto que se integra con las formas de la moto y que combina a la perfección con el enorme faro circular delantero, que por sus formas evoca el pasado y que su óptica LED sitúa en el presente más innovador. Independientemente de su diseño podemos calificar la Husqvarna Vitpilen 401 de rara avis, porque no tiene rivales stricto sensu.",
        "category": "HUSQVARNA",
        "image": "https://firebasestorage.googleapis.com/v0/b/ecommerce-react-coder-2ec02.appspot.com/o/husqy401vip.png?alt=media&token=3727f785-182b-40e8-8ddf-59b30ecdf499"
    },
    {
        "id": 6,
        "title": "Husqvarna - 401 Svartpilen",
        "price": 10900,
        "description": "La Svartpilen 401 luce sin vergüenza un estilo más rudo. Se trata, por definición, de una moto que se siente como en casa en la periferia metropolitana, donde la capa de asfalto es menos que perfecta. Sacando partido de su ligero y contundente motor para navegar por las calles suburbanas, es maestra en sus dominios. Los colores y gráficos de 2022 mejoran la deslumbrante apariencia y reflejan la combinación progresiva de pensamiento moderno y diseño clásico acorde con la herencia sueca de la marca.",
        "category": "HUSQVARNA",
        "image": "https://firebasestorage.googleapis.com/v0/b/ecommerce-react-coder-2ec02.appspot.com/o/husqy401svip.png?alt=media&token=ad9b13c2-fc29-47be-a214-3213fa153c56"
    },
    {
        "id": 7,
        "title": "Husqvarna - 701 Enduro",
        "price": 25500,
        "description": "Con la capacidad de conquistar los entornos urbanos y los peligrosos terrenos offroad con igual compostura, la 701 ENDURO alcanza el siguiente nivel de versatilidad. Con una estirpe de décadas de pedigrí ganador en campeonatos del mundo de enduro, combinada con más de un siglo de experiencia en el mundo de la motocicleta, la ENDURO 701 combina un elevado rendimiento con la típica funcionalidad sueca, en un diseño elegante y moderno.",
        "category": "HUSQVARNA",
        "image": "https://firebasestorage.googleapis.com/v0/b/ecommerce-react-coder-2ec02.appspot.com/o/husqy701enduro.png?alt=media&token=abb2982b-b196-413e-9a25-3f6aa7b36841"
    },
    {
        "id": 8,
        "title": "Husqvarna - 701 SuperMotard",
        "price": 24900,
        "description": "Con cerca de 74 CV, una electrónica avanzada y una parte ciclo de última generación, la 701 Supermoto, con sus 148 kg de peso, captura la emoción de los circuitos de competición y lleva la esencia del puro pilotaje Supermoto a la calle.",
        "category": "HUSQVARNA",
        "image": "https://firebasestorage.googleapis.com/v0/b/ecommerce-react-coder-2ec02.appspot.com/o/husqy701supermot.png?alt=media&token=dc7822d5-fc98-4712-b081-21e55eba03ea" 
    }
]